micropython/micropython/ports/raspberrypi/boards/cytron_maker_pi_rp2040/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2021 Wai Weng for Cytron Technologies
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME "Cytron Maker Pi RP2040"
#define MICROPY_HW_MCU_NAME "rp2040"
